Repository: virtual-labs/exp-rigidity-modulus-amrt
Catalog: experiment/simulation/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: 'विरोधी-दक्षिणावर्त' चेकबॉक्स से दिशा का चयन करें

source: help2
hi_in: 'सामग्री के छल्ले चुनें' ड्रॉपडाउन से सामग्री का चयन करें।

source: help3
hi_in: पर्यावरण चुनें 'पर्यावरण चुनें' ड्रॉपडाउन से चुनें

source: help4
hi_in: 'वजन के छल्ले का स्लाइडर' का उपयोग करके वजन का द्रव्यमान समायोजित करें

source: help5
hi_in: 'दूरबीन की स्थिति' स्लाइडर का प्रयोग करके टेलीस्कोप की स्थिति को समायोजित करें।

source: help6
hi_in: मेटल रॉड स्लाइडर का उपयोग करके मेटल रॉड समायोजित करें।

source: help7
hi_in: 'चरखी' स्लाइडर का उपयोग करके चरखी समायोजित करें

source: help8
hi_in: 'दर्पण से स्लाइडर' स्लाइडर का उपयोग करके दर्पण दर्पण समायोजित करें।

source: help9
hi_in: 'मिरर फिक्स्ड एंड' स्लाइडर से मिरर समायोजित करें

source: help10
hi_in: प्रयोग को रीसेट करने के लिए 'रीसेट करें' बटन पर क्लिक करें और परिणाम दिखाने के लिए 'परिणाम दिखाएं' पर क्लिक करें।

source: Next
hi_in: आगामी

source: Close
hi_in: बंद करे

source: Rigidity Modulus -Static Torsion
hi_in: कठोरता मापांक -स्टेटिक टॉर्सियन

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Anti-Clockwise
hi_in: वामा व्रत

source: Choose material of rod
hi_in: रॉड की सामग्री चुनें

source: Choose environment
hi_in: पर्यावरण चुनें

source: Copper
hi_in: कॉपर

source: Earth (g=9.8 m/s)
hi_in: पृथ्वी (जी = 9.8 मी / एस)

source: Mass of weight rings
hi_in: वजन के छल्ले का जनसंचार

source: Position of telescope
hi_in: टेलीस्कोप की स्थिति

source: Adjust radius
hi_in: त्रिज्या समायोजित करें

source: Radius of metal rod
hi_in: धातु की छड़ी का त्रिज्या

source: Radius of pulley
hi_in: चरखी के त्रिज्या

source: Adjust distance
hi_in: दूरी समायोजित करें

source: Distance between scale and mirror
hi_in: पैमाने और दर्पण के बीच दूरी

source: Mirror distance from the fixed end
hi_in: निश्चित अंत से मिरर दूरी

source: kg
hi_in: किलोग्राम

source: mm
hi_in: मिमी

source: cm
hi_in: से.मी

source: Reset
hi_in: रीसेट

source: Show Result
hi_in: परिणाम दिखाओ

source: Rigidity modulus of copper rod, n
hi_in: तांबे की छड़ी की कठोरता मापांक, एन

source: N/M
hi_in: एन / एम

source: Aluminium
hi_in: एल्यूमिनियम

source: Brass
hi_in: ब्रास

source: Iron
hi_in: आयरन

source: Moon (g=1.63 m/s)
hi_in: चंद्रमा (जी = 1.63 मी / एस)

source: Uranus (g=10.67 m/s)
hi_in: यूरेनस (जी = 10.67 मी / एस)

source: Saturn (g=11.08 m/s)
hi_in: शनि (जी = 11.08 एम / एस)

source: Jupiter (g=25.95 m/s)
hi_in: बृहस्पति (जी = 25.95 एम / एस)
